<?php
	include $_SERVER['DOCUMENT_ROOT'] . '/preload.php';
?><!DOCTYPE html>
<html lang="en">
<head>
	<title>Пользовательское Соглашение</title>
	<? include $_SERVER['DOCUMENT_ROOT'] . '/head.php'; ?>
</head>
<body>
	<? include $_SERVER['DOCUMENT_ROOT'] . '/header.php'; ?>
	<section class="user-agreement section-margin pb-xl-70">
		<div class="container">
			<div class="section-intro mb-4">
				<h2>Пользовательское Соглашение</h2>
			</div>
			<p>
                Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ИП Козлов 
                (далее «5Картина» или Администрация) с одной стороны и пользователем сайта с другой.<br>
                Сайт «5Картина» не является средством массовой информации.
            </p>
            <p>
                Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br>
                <b>Если Вы не согласны с условиями данного соглашения, не используйте сайт «5Картина»!</b>
            </p>
            <h4>Права и обязанности сторон</h4>
            <b>Пользователь имеет право:</b>
            <ul>
                <li>осуществлять поиск информации на сайте</li>
                <li>получать информацию на сайте</li>
                <li>распространять информацию на сайте</li>
                <li>комментировать контент, выложенный на сайте</li>
                <li>копировать информацию на другие сайты с указанием источника</li>
                <li>требовать от администрации скрытия любой информации о пользователе</li>
                <li>использовать информацию сайта в личных некоммерческих целях</li>
                <li>использовать информацию сайта в коммерческих целях с разрешения Администрации</li>
                <li>использовать информацию сайта в коммерческих целях с разрешения правообладателей</li>
            </ul>
            <b>Администрация имеет право:</b>
            <ul>
                <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
                <li>ограничивать доступ к любой информации на сайте</li>
                <li>создавать, изменять, удалять информацию</li>
                <li>отказывать в регистрации без объяснения причин</li>
            </ul>
            <b>Пользователь обязуется:</b>
            <ul>
                <li>обеспечить достоверность предоставляемой информации</li>
                <li>обеспечивать сохранность личных данных от доступа третьих лиц</li>
                <li>
                    не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, 
                    расовой или религиозной ненависти и вражды, а также иной
                    информации, за распространение которой предусмотрена уголовная или административная ответственность
                </li>
                <li>не нарушать работоспособность сайта</li>
                <li>не совершать действия, направленные на введение других Пользователей в заблуждение</li>
                <li>
                    не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, 
                    а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
                </li>
                <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами</li>
            </ul>
            <b>Администрация обязуется:</b>
            <ul>
                <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</li>
                <li>осуществлять разностороннюю защиту учетной записи Пользователя</li>
            </ul>
            <h4>Ответственность сторон</h4>
            <ul>
                <li>пользователь лично несет полную ответственность за распространяемую им информацию</li>
                <li>администрация не несет никакой ответственности за достоверность информации, скопированной из других источников</li>
                <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
                <li>
                    в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) 
                    Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу 
                    информационного ресурса
                </li>
            </ul>
            <h4>Условия действия Соглашения</h4>
            <p>
                Данное Соглашение вступает в силу при любом использовании данного сайта.<br>
                Соглашение перестает действовать при появлении его новой версии.<br>
                Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.<br>
                Администрация не оповещает пользователей об изменении в Соглашении.
            </p>
            <h4>Адреса и реквизиты сторон</h4>
            <p>
                Индивидуальный предприниматель Козлов Дмитрий Сергеевич<br>
                ИНН: 120704870422<br>
                Расчетный счет: №40802810602270002847<br>

                Название банка: ТОЧКА ПАО БАНКА "ФК ОТКРЫТИЕ"<br>
                БИК: 044525999<br>
                Город: МОСКВА<br>
                Корр. счет: 30101810845250000999<br>
            </p>
		</div>
	</section>

	<? include $_SERVER['DOCUMENT_ROOT'] . '/footer.php'; ?>
</body>
</html>